Repository: Armais/navegastudio
Catalog: Resources/Areas.Backtesting.Views.Backtest.Index.*.resx
Languages: es

# PageTitle
source: Backtesting Engine
es: Motor de Backtesting

# CardHeader
source: Backtesting Engine
es: Motor de Backtesting

# CardDescription
source: Configure your backtest parameters and choose a trading strategy.
es: Configura los parámetros de tu backtest y elige una estrategia de trading.

# Label_Strategy
source: Strategy
es: Estrategia

# Label_Symbol
source: Symbol
es: Símbolo

# Label_InitialCapital
source: Initial Capital ($)
es: Capital Inicial ($)

# Label_StartDate
source: Start Date
es: Fecha Inicio

# Label_EndDate
source: End Date
es: Fecha Fin

# ExecutionSettings
source: Execution Settings (click to expand)
es: Ajustes de Ejecución (clic para expandir)

# Label_RiskPerTrade
source: Risk Per Trade (%)
es: Riesgo Por Operación (%)

# Help_RiskPerTrade
source: 100% = use all capital
es: 100% = usar todo el capital

# Label_Commission
source: Commission Per Trade ($)
es: Comisión Por Operación ($)

# Help_Commission
source: Per entry/exit
es: Por entrada/salida

# Label_Slippage
source: Slippage (%)
es: Deslizamiento (%)

# Help_Slippage
source: Price impact
es: Impacto en precio

# Help_StopLoss
source: Leave empty to disable
es: Dejar vacío para desactivar

# Help_TakeProfit
source: Leave empty to disable
es: Dejar vacío para desactivar

# Btn_RunBacktest
source: Run Backtest
es: Ejecutar Backtest

source: How it works
es: Cómo funciona

# EngineDescription
source: The engine calculates return, drawdown, Sharpe ratio, and win rate.
es: El motor calcula retorno, drawdown, ratio de Sharpe y tasa de acierto.

# Optgroup_USStocks
source: US Stocks
es: Acciones EEUU

# Params_SMA
source: SMA Crossover Parameters
es: Parámetros SMA Crossover

# Label_ShortSMA
source: Short SMA Period
es: Período SMA Corto

# Help_ShortSMA
source: Fast moving average (default: 10)
es: Media móvil rápida (por defecto: 10)

# Label_LongSMA
source: Long SMA Period
es: Período SMA Largo

# Help_LongSMA
source: Slow moving average (default: 50)
es: Media móvil lenta (por defecto: 50)

# Params_RSI
source: RSI Parameters
es: Parámetros RSI

# Label_RSIPeriod
source: RSI Period
es: Período RSI

# Label_Oversold
source: Oversold Level
es: Nivel de Sobreventa

# Help_Oversold
source: Buy below (default: 30)
es: Comprar debajo de (por defecto: 30)

# Label_Overbought
source: Overbought Level
es: Nivel de Sobrecompra

# Help_Overbought
source: Sell above (default: 70)
es: Vender arriba de (por defecto: 70)

# Params_MACD
source: MACD Parameters
es: Parámetros MACD

# Label_FastEMA
source: Fast EMA Period
es: Período EMA Rápida

# Label_SlowEMA
source: Slow EMA Period
es: Período EMA Lenta

# Label_SignalPeriod
source: Signal Period
es: Período de Señal

# Params_Bollinger
source: Bollinger Bands Parameters
es: Parámetros Bandas de Bollinger

# Label_Period
source: Period
es: Período

# Help_BollingerPeriod
source: SMA period (default: 20)
es: Período SMA (por defecto: 20)

# Label_StdDevMultiplier
source: Std Dev Multiplier
es: Multiplicador Desv. Estándar

# Help_StdDevMultiplier
source: Band width (default: 2.0)
es: Ancho de banda (por defecto: 2.0)

# Params_EMA
source: EMA Crossover Parameters
es: Parámetros EMA Crossover

# Label_ShortEMA
source: Short EMA Period
es: Período EMA Corta

# Help_ShortEMA
source: Fast EMA (default: 12)
es: EMA rápida (por defecto: 12)

# Label_LongEMA
source: Long EMA Period
es: Período EMA Larga

# Help_LongEMA
source: Slow EMA (default: 26)
es: EMA lenta (por defecto: 26)

# Params_Stochastic
source: Stochastic Oscillator Parameters
es: Parámetros Oscilador Estocástico

# Label_KPeriod
source: %K Period
es: Período %K

# Label_DPeriod
source: %D Period
es: Período %D

# Params_ADX
source: ADX Parameters
es: Parámetros ADX

# Label_ADXPeriod
source: ADX Period
es: Período ADX

# Label_TrendThreshold
source: Trend Threshold
es: Umbral de Tendencia

# Help_TrendThreshold
source: Min ADX for signal (default: 25)
es: ADX mínimo para señal (por defecto: 25)

# Params_Donchian
source: Donchian Breakout Parameters
es: Parámetros Ruptura Donchian

# Label_EntryPeriod
source: Entry Period (High)
es: Período de Entrada (Máximo)

# Help_EntryPeriod
source: Breakout lookback (default: 20)
es: Ventana de ruptura (por defecto: 20)

# Label_ExitPeriod
source: Exit Period (Low)
es: Período de Salida (Mínimo)

# Help_ExitPeriod
source: Exit lookback (default: 10)
es: Ventana de salida (por defecto: 10)

# Params_VWAP
source: VWAP Cross Parameters
es: Parámetros VWAP Cross

# Label_VWAPPeriod
source: VWAP Period
es: Período VWAP

# Help_VWAPPeriod
source: Rolling window (default: 20)
es: Ventana móvil (por defecto: 20)

# Params_ZScore
source: Mean Reversion Z-Score Parameters
es: Parámetros Reversión a la Media Z-Score

# Label_LookbackPeriod
source: Lookback Period
es: Período de Retrospectiva

# Label_EntryZScore
source: Entry Z-Score
es: Z-Score de Entrada

# Help_EntryZScore
source: Std devs to enter (default: 2.0)
es: Desv. estándar para entrar (por defecto: 2.0)

# Label_ExitZScore
source: Exit Z-Score
es: Z-Score de Salida

# Help_ExitZScore
source: Std devs to exit (default: 0.0)
es: Desv. estándar para salir (por defecto: 0.0)

# Info_SMA_Buy
source: Buy signal: Short SMA crosses above Long SMA (Golden Cross)
es: Señal de compra: SMA corta cruza por encima de SMA larga (Cruz Dorada)

# Info_SMA_Sell
source: Sell signal: Short SMA crosses below Long SMA (Death Cross)
es: Señal de venta: SMA corta cruza por debajo de SMA larga (Cruz de la Muerte)

# Info_RSI_Buy
source: Buy signal: RSI crosses up through the oversold level
es: Señal de compra: RSI cruza hacia arriba el nivel de sobreventa

# Info_RSI_Sell
source: Sell signal: RSI crosses down through the overbought level
es: Señal de venta: RSI cruza hacia abajo el nivel de sobrecompra

# Info_MACD_Buy
source: Buy signal: MACD line crosses above the signal line
es: Señal de compra: Línea MACD cruza por encima de la línea de señal

# Info_MACD_Sell
source: Sell signal: MACD line crosses below the signal line
es: Señal de venta: Línea MACD cruza por debajo de la línea de señal

# Info_Bollinger_Buy
source: Buy signal: Price touches or crosses below the lower band (mean reversion)
es: Señal de compra: Precio toca o cruza por debajo de la banda inferior (reversión a la media)

# Info_Bollinger_Sell
source: Sell signal: Price touches or crosses above the upper band
es: Señal de venta: Precio toca o cruza por encima de la banda superior

# Info_EMA_Buy
source: Buy signal: Short EMA crosses above Long EMA
es: Señal de compra: EMA corta cruza por encima de EMA larga

# Info_EMA_Sell
source: Sell signal: Short EMA crosses below Long EMA
es: Señal de venta: EMA corta cruza por debajo de EMA larga

# Info_Stochastic_Buy
source: Buy signal: %K crosses above %D in the oversold zone
es: Señal de compra: %K cruza por encima de %D en zona de sobreventa

# Info_Stochastic_Sell
source: Sell signal: %K crosses below %D in the overbought zone
es: Señal de venta: %K cruza por debajo de %D en zona de sobrecompra

# Info_ADX_Buy
source: Buy signal: +DI crosses above -DI with ADX above threshold (strong trend)
es: Señal de compra: +DI cruza por encima de -DI con ADX sobre el umbral (tendencia fuerte)

# Info_ADX_Sell
source: Sell signal: -DI crosses above +DI with ADX above threshold
es: Señal de venta: -DI cruza por encima de +DI con ADX sobre el umbral

# Info_Donchian_Buy
source: Buy signal: Price breaks above the upper Donchian channel (N-period high)
es: Señal de compra: Precio rompe por encima del canal Donchian superior (máximo de N períodos)

# Info_Donchian_Sell
source: Sell signal: Price breaks below the lower Donchian channel (M-period low)
es: Señal de venta: Precio rompe por debajo del canal Donchian inferior (mínimo de M períodos)

# Info_VWAP_Buy
source: Buy signal: Price crosses above the rolling VWAP
es: Señal de compra: Precio cruza por encima del VWAP móvil

# Info_VWAP_Sell
source: Sell signal: Price crosses below the rolling VWAP
es: Señal de venta: Precio cruza por debajo del VWAP móvil

# Info_ZScore_Buy
source: Buy signal: Z-score drops below -entry threshold (price is statistically cheap)
es: Señal de compra: Z-score cae por debajo del umbral de entrada (precio estadísticamente barato)

# Info_ZScore_Sell
source: Sell signal: Z-score rises above +entry threshold, or reverts to exit level
es: Señal de venta: Z-score sube por encima del umbral de entrada, o revierte al nivel de salida

# Placeholder_Disabled
source: Disabled
es: Desactivado

source: Default
es: Por defecto
