Repository: Armais/navegastudio
Catalog: Resources/Areas.Backtesting.Views.Backtest.Results.*.resx
Languages: es

# PageTitle
source: Backtest Results
es: Resultados del Backtest

# Title
source: Backtest Results
es: Resultados del Backtest

source: New Backtest
es: Nuevo Backtest

source: Strategy
es: Estrategia

source: BEATS MARKET
es: SUPERA AL MERCADO

source: UNDERPERFORMS
es: INFERIOR AL MERCADO

source: Total Return
es: Retorno Total

source: Final Capital
es: Capital Final

source: from
es: desde

source: Max Drawdown
es: Drawdown Máximo

source: Sharpe Ratio
es: Ratio de Sharpe

source: Total Trades
es: Operaciones Totales

source: Win Rate
es: Tasa de Acierto

source: Profit Factor
es: Factor de Beneficio

source: Sortino Ratio
es: Ratio de Sortino

source: Avg Win
es: Ganancia Media

source: Avg Loss
es: Pérdida Media

source: Expectancy
es: Esperanza

source: Max Consec. Wins
es: Máx. Ganadoras Consec.

source: Max Consec. Losses
es: Máx. Perdedoras Consec.

source: Total Costs
es: Costes Totales

# EquityCurve
source: Equity Curve vs Buy & Hold
es: Curva de Equity vs Buy & Hold

# TradePnL
source: Trade Profit/Loss
es: Beneficio/Pérdida por Operación

source: Trade History
es: Historial de Operaciones

# Col_EntryDate
source: Entry Date
es: Fecha Entrada

# Col_ExitDate
source: Exit Date
es: Fecha Salida

# Col_EntryPrice
source: Entry Price
es: Precio Entrada

# Col_ExitPrice
source: Exit Price
es: Precio Salida

# Col_Qty
source: Qty
es: Cant.

# Col_Type
source: Type
es: Tipo

# Col_ExitReason
source: Exit Reason
es: Razón de Salida

# Chart_Strategy
source: Strategy ($)
es: Estrategia ($)

# Chart_Trade
source: Trade
es: Operación

source: W
es: G

source: L
es: P
