Repository: Armais/navegastudio
Catalog: Resources/Areas.Risk.Views.Calculator.Index.*.resx
Languages: es

# PageTitle
source: Trading Risk Calculator
es: Calculadora de Riesgo de Trading

source: Trade Parameters
es: Parámetros de Operación

# Tab_RiskCalculator
source: Risk Calculator
es: Calculadora de Riesgo

# Tab_PositionSizer
source: Position Sizer
es: Dimensionador de Posición

# Label_AccountCapital
source: Account Capital ($)
es: Capital de la Cuenta ($)

# Label_PositionSize
source: Position Size (shares/units)
es: Tamaño de Posición (acciones/unidades)

# Help_PositionSize
source: Number of shares/units you plan to trade
es: Número de acciones/unidades que planeas operar

# Label_RiskPerTrade
source: Risk per Trade (%)
es: Riesgo por Operación (%)

# Help_RiskPerTrade
source: Recommended: 1-2% of account
es: Recomendado: 1-2% de la cuenta

# Label_TradeDirection
source: Trade Direction
es: Dirección de la Operación

# Option_Long
source: Long (Buy)
es: Long (Compra)

# Option_Short
source: Short (Sell)
es: Short (Venta)

# Label_EntryPrice
source: Entry Price ($)
es: Precio de Entrada ($)

# Label_Optional
source: (optional)
es: (opcional)

# Label_Commission
source: Commission (%)
es: Comisión (%)

# Btn_Calculate
source: Calculate
es: Calcular

# Results_PositionSizing
source: Position Sizing
es: Dimensionamiento de Posición

# Results_SharesUnits
source: Shares/Units
es: Acciones/Unidades

# Results_PositionValue
source: Position Value
es: Valor de Posición

# Results_RiskMetrics
source: Risk Metrics
es: Métricas de Riesgo

# Results_RiskPercent
source: Risk Percentage
es: Porcentaje de Riesgo

# Results_RiskAmount
source: Risk Amount
es: Monto de Riesgo

# Results_StopDistance
source: Stop Loss Distance
es: Distancia del Stop Loss

# Results_MaxLoss
source: Max Loss (before fees)
es: Pérdida Máx. (antes de comisiones)

# Results_Commission
source: Commission (round trip)
es: Comisión (ida y vuelta)

# Results_NetMaxLoss
source: Net Max Loss
es: Pérdida Máx. Neta

# Results_PortfolioRisk
source: Portfolio Risk
es: Riesgo del Portfolio

# Results_Leverage
source: Leverage
es: Apalancamiento

# Results_RewardMetrics
source: Reward Metrics
es: Métricas de Recompensa

# Results_TpDistance
source: Take Profit Distance
es: Distancia del Take Profit

# Results_PotentialProfit
source: Potential Profit
es: Beneficio Potencial

# Results_NetProfit
source: Net Potential Profit
es: Beneficio Potencial Neto

# Results_RR
source: Risk:Reward Ratio
es: Ratio Riesgo:Recompensa

# Results_Kelly
source: Kelly Criterion
es: Criterio de Kelly

# Results_VisualRisk
source: Visual Risk Level
es: Nivel Visual de Riesgo

# Empty_Title
source: Enter your trade parameters and click Calculate
es: Introduce los parámetros de tu operación y pulsa Calcular

# Empty_Description
source: Analyze risk for an existing position or size a new one based on your risk tolerance.
es: Analiza el riesgo de una posición existente o dimensiona una nueva según tu tolerancia al riesgo.
