Repository: Armais/navegastudio
Catalog: Resources/JsResource.*.resx
Languages: es

source: Connected
es: Conectado

source: Disconnected
es: Desconectado

source: Reconnecting...
es: Reconectando...

# ConnectionFailed
source: Connection failed - using REST
es: Conexión fallida - usando REST

source: Loading prices...
es: Cargando precios...

source: Connecting...
es: Conectando...

source: Buy on
es: Comprar en

source: Sell on
es: Vender en

# ArbitrageTitle
source: Arbitrage Opportunities
es: Oportunidades de Arbitraje

# RiskCalcDesc
source: Enter your position size to calculate the risk percentage for your account.
es: Introduce el tamaño de tu posición para calcular el porcentaje de riesgo de tu cuenta.

# PosSizerDesc
source: Enter your desired risk percentage to calculate the optimal position size.
es: Introduce tu porcentaje de riesgo deseado para calcular el tamaño óptimo de posición.

# ErrPositionSize
source: Please fill in Position Size.
es: Por favor rellena el Tamaño de Posición.

# ErrRiskPercent
source: Please fill in Risk Percentage.
es: Por favor rellena el Porcentaje de Riesgo.

# ErrRequiredFields
source: Please fill in Account Capital, Entry Price, and Stop Loss.
es: Por favor rellena Capital, Precio de Entrada y Stop Loss.

# RiskConservative
source: Conservative risk level. Well within safe limits.
es: Nivel de riesgo conservador. Dentro de límites seguros.

# RiskStandard
source: Standard risk level. Within recommended range (1-2%).
es: Nivel de riesgo estándar. Dentro del rango recomendado (1-2%).

# RiskElevated
source: Elevated risk. Consider reducing position size.
es: Riesgo elevado. Considera reducir el tamaño de la posición.

# RiskHigh
source: High risk! This exceeds recommended levels. Reduce position size or widen stop loss.
es: ¡Riesgo alto! Excede los niveles recomendados. Reduce la posición o amplía el stop loss.
