Repository: Armais/navegastudio
Catalog: Resources/Views.Home.Index.*.resx
Languages: es

# Hero_Badge
source: Financial Software Development
es: Desarrollo de Software Financiero

# Hero_Title
source: We Build Financial Applications
es: Construimos Aplicaciones Financieras

# Hero_Subtitle
source: We design and develop trading systems, real-time dashboards, and risk management tools. Robust, fast, and production-ready applications.
es: Diseñamos y desarrollamos sistemas de trading, dashboards en tiempo real y herramientas de gestión de riesgo. Aplicaciones robustas, rápidas y listas para producción.

# Hero_ViewPortfolio
source: View Portfolio
es: Ver Portfolio

# Hero_StartProject
source: Start Project
es: Iniciar Proyecto

# Typed_TradingSystems
source: Trading Systems
es: Sistemas de Trading

# Typed_CryptoAnalytics
source: Crypto Analytics
es: Analítica Crypto

# Typed_RiskManagement
source: Risk Management
es: Gestión de Riesgo

# Typed_FinancialAPIs
source: Financial APIs
es: APIs Financieras

# Typed_FintechSolutions
source: Fintech Solutions
es: Soluciones Fintech

# Stats_TradingStrategies
source: Strategies Implemented
es: Estrategias Implementadas

# Stats_ExchangesIntegrated
source: Exchanges Connected
es: Exchanges Conectados

# Stats_SymbolsSupported
source: Assets Available
es: Activos Disponibles

# Stats_UptimeTarget
source: Availability
es: Disponibilidad

# Services_Badge
source: What We Do
es: Lo Que Hacemos

# Services_Title
source: Custom Applications
es: Aplicaciones a Medida

# Services_Subtitle
source: From algorithmic trading engines to real-time data platforms. Solutions that adapt to your business.
es: Desde motores de trading algorítmico hasta plataformas de datos en tiempo real. Soluciones que se adaptan a tu negocio.

# Services_TradingSystems
source: Trading Systems
es: Sistemas de Trading

# Services_TradingDesc
source: Backtesting engines, algorithmic trading bots, and broker integrations. Your strategy, automated and optimized.
es: Motores de backtesting, bots de trading algorítmico e integración con brokers. Tu estrategia, automatizada y optimizada.

# Services_APIIntegrations
source: Integrations & APIs
es: Integraciones y APIs

# Services_APIDesc
source: We connect your systems with exchanges, data providers, and financial platforms. Real-time data flows and automatic synchronization.
es: Conectamos tus sistemas con exchanges, proveedores de datos y plataformas financieras. Flujos de datos en tiempo real y sincronización automática.

# Services_Dashboards
source: Dashboards & Analytics
es: Dashboards y Analítica

# Services_DashboardsDesc
source: Control panels with live data, performance reports, risk metrics, and alerts that keep you informed instantly.
es: Paneles de control con datos en vivo, informes de rendimiento, métricas de riesgo y alertas que te mantienen informado al instante.

# Services_Consulting
source: Technical Consulting
es: Consultoría Técnica

# Services_ConsultingDesc
source: Code audits, architecture design, performance optimization, and guidance to scale your financial platform.
es: Auditorías de código, diseño de arquitectura, optimización de rendimiento y asesoramiento para escalar tu plataforma financiera.

# Services_Hosting
source: Hosting & Maintenance
es: Hosting y Mantenimiento

# Services_HostingDesc
source: Complete infrastructure management: continuous monitoring, automated backups, and security updates.
es: Gestión completa de tu infraestructura: monitorización continua, backups automáticos y actualizaciones de seguridad.

# Portfolio_Badge
source: Live Demos
es: Demos en Vivo

# Portfolio_Subtitle
source: Working applications you can try right now. Each one solves a real problem in the financial world.
es: Aplicaciones funcionales que puedes probar ahora mismo. Cada una resuelve un problema real del mundo financiero.

# Portfolio_BacktestTitle
source: Backtesting Engine
es: Motor de Backtesting

# Portfolio_BacktestBadge
source: 10 Strategies
es: 10 Estrategias

# Portfolio_BacktestDesc
source: Test your trading strategies against historical data before risking real capital. Detailed results with professional metrics.
es: Prueba tus estrategias de trading contra datos históricos antes de arriesgar capital real. Resultados detallados con métricas profesionales.

# Portfolio_BacktestF1
source: SMA, RSI, MACD, Bollinger + 6 more
es: SMA, RSI, MACD, Bollinger + 6 más

# Portfolio_BacktestF2
source: Equity curves & profit charts
es: Curvas de equity y gráficos de beneficio

# Portfolio_BacktestF3
source: Sharpe, drawdown, win rate and more
es: Sharpe, drawdown, tasa de acierto y más

# Portfolio_BacktestF4
source: 26 assets with historical data included
es: 26 activos con datos históricos incluidos

# Portfolio_BacktestBtn
source: Try Backtesting
es: Probar Backtesting

# Portfolio_CryptoTitle
source: Crypto Aggregator
es: Agregador Crypto

# Portfolio_CryptoBadge
source: Real-Time
es: Tiempo Real

# Portfolio_CryptoDesc
source: Compare cryptocurrency prices across exchanges instantly and detect arbitrage opportunities automatically.
es: Compara precios de criptomonedas entre exchanges al instante y detecta oportunidades de arbitraje automáticamente.

# Portfolio_CryptoF1
source: Data from Binance, Coinbase & Kraken
es: Datos de Binance, Coinbase y Kraken

# Portfolio_CryptoF2
source: Prices updated every 15 seconds
es: Precios actualizados cada 15 segundos

# Portfolio_CryptoF3
source: Arbitrage opportunity alerts
es: Alertas de oportunidades de arbitraje

# Portfolio_CryptoF4
source: Live comparison charts
es: Gráficos comparativos en vivo

# Portfolio_CryptoBtn
source: View Dashboard
es: Ver Dashboard

# Portfolio_RiskTitle
source: Risk Calculator
es: Calculadora de Riesgo

# Portfolio_RiskBadge
source: Pro Tool
es: Herramienta Pro

# Portfolio_RiskDesc
source: Calculate optimal position sizes and manage your risk like a professional. Protect your capital on every trade.
es: Calcula el tamaño óptimo de tus posiciones y gestiona tu riesgo como un profesional. Protege tu capital en cada operación.

# Portfolio_RiskF1
source: Automatic position sizing
es: Dimensionamiento de posiciones automático

# Portfolio_RiskF2
source: Risk:Reward & Kelly Criterion
es: Ratio riesgo/recompensa y Kelly Criterion

# Portfolio_RiskF3
source: Long & Short with commissions
es: Soporte Long y Short con comisiones

# Portfolio_RiskF4
source: Visual risk level indicator
es: Indicador visual de nivel de riesgo

# Portfolio_RiskBtn
source: Try Calculator
es: Probar Calculadora

# Why_Badge
source: Our Approach
es: Nuestro Enfoque

# Why_Title
source: Why Choose Us?
es: ¿Por Qué Elegirnos?

# Why_Subtitle
source: We combine financial market knowledge with software engineering to create applications that work in the real world.
es: Combinamos conocimiento de mercados financieros con ingeniería de software para crear aplicaciones que funcionan en el mundo real.

# Why1_Title
source: Real Performance
es: Rendimiento Real

# Why1_Desc
source: Fast, efficient applications that process financial data without delays. Your competitive edge starts with speed.
es: Aplicaciones rápidas y eficientes que procesan datos financieros sin retrasos. Tu ventaja competitiva empieza con velocidad.

# Why2_Title
source: 24/7 Reliability
es: Fiabilidad 24/7

# Why2_Desc
source: Systems designed to run without interruptions. Markets never sleep, neither do your tools.
es: Sistemas diseñados para funcionar sin interrupciones. Los mercados no duermen, tus herramientas tampoco.

# Why3_Title
source: Security First
es: Seguridad Primero

# Why3_Desc
source: Secure architecture by design. Financial data protection, encryption, and industry best practices.
es: Arquitectura segura desde el diseño. Protección de datos financieros, cifrado y mejores prácticas de la industria.

# Why4_Title
source: Scalable
es: Escalable

# Why4_Desc
source: Your application grows with you. From a working prototype to a platform serving thousands of users.
es: Tu aplicación crece contigo. Desde un prototipo funcional hasta una plataforma que sirve a miles de usuarios.

# CTA_Title
source: Have an idea for your financial application?
es: ¿Tienes una idea para tu aplicación financiera?

# CTA_Subtitle
source: Tell us about your project. We build the solution you need.
es: Cuéntanos tu proyecto. Construimos la solución que necesitas.

# CTA_Button
source: Get in Touch
es: Contactar
