Repository: Armais/navegastudio
Catalog: Resources/Views.Home.About.*.resx
Languages: es

# PageTitle
source: About Us
es: Sobre Nosotros

# Badge
source: About NavegaStudio
es: Sobre NavegaStudio

# Hero_Title
source: High-Performance Financial Engineering
es: Ingeniería Financiera de Alto Rendimiento

# Hero_Subtitle
source: Over 10 years of software development experience and 5 years specializing in financial markets.
es: Más de 10 años de experiencia en desarrollo de software y 5 años especializándome en mercados financieros.

# Bio_Title
source: Who We Are
es: Quiénes Somos

# Bio_P1
source: NavegaStudio is a development studio specializing in high-performance financial applications. We build trading systems, data aggregators, and risk management tools using enterprise-grade technology.
es: NavegaStudio es un estudio de desarrollo especializado en aplicaciones financieras de alto rendimiento. Construimos sistemas de trading, agregadores de datos y herramientas de gestión de riesgo utilizando tecnología enterprise-grade.

# Bio_P2
source: Our approach combines deep knowledge of financial markets with top-tier software engineering. Every project is built with performance, security, and scalability as fundamental priorities.
es: Nuestro enfoque combina conocimiento profundo de mercados financieros con ingeniería de software de primer nivel. Cada proyecto se construye con rendimiento, seguridad y escalabilidad como prioridades fundamentales.

# Skills_Badge
source: Specialties
es: Especialidades

# Skills_Title
source: Areas of Expertise
es: Áreas de Expertise

# Skill1_Title
source: Trading Systems
es: Sistemas de Trading

# Skill1_Desc
source: Backtesting engines, algorithmic trading, broker integration, and automated risk management.
es: Motores de backtesting, trading algorítmico, integración con brokers y gestión de riesgo automatizada.

# Skill2_Title
source: Financial APIs
es: APIs Financieras

# Skill2_Desc
source: Multi-exchange aggregators, REST APIs, WebSocket streaming, and portfolio synchronization.
es: Agregadores multi-exchange, APIs REST, WebSocket streaming y sincronización de portfolios.

# Skill3_Title
source: Dashboards & Analytics
es: Dashboards y Analytics

# Skill3_Desc
source: Real-time visualization, automated reports, performance metrics, and custom alerts.
es: Visualización en tiempo real, reportes automáticos, métricas de rendimiento y alertas personalizadas.

# Skill4_Title
source: Technical Consulting
es: Consultoría Técnica

# Skill4_Desc
source: Code auditing, scalable architecture, performance optimization, and .NET migration.
es: Auditoría de código, arquitectura escalable, optimización de rendimiento y migración a .NET.

# Method_Badge
source: Process
es: Proceso

# Method_Title
source: Work Methodology
es: Metodología de Trabajo

# Method1_Title
source: 1. Discovery
es: 1. Descubrimiento

# Method1_Desc
source: We understand your needs, define technical requirements, and design the optimal architecture.
es: Entendemos tus necesidades, definimos requisitos técnicos y diseñamos la arquitectura óptima.

# Method2_Title
source: 2. Development
es: 2. Desarrollo

# Method2_Desc
source: Iterative implementation with demos at each milestone. Clean, tested, and documented code.
es: Implementación iterativa con demos en cada milestone. Código limpio, testeado y documentado.

# Method3_Title
source: 3. Delivery
es: 3. Entrega

# Method3_Desc
source: Production deployment, complete documentation, and 30 days of post-launch support included.
es: Deploy en producción, documentación completa y 30 días de soporte post-lanzamiento incluidos.

# Tech_Badge
source: Tech Stack
es: Stack Tecnológico

# Tech_Title
source: Technologies We Use
es: Tecnologías que Usamos

# Values_Badge
source: Philosophy
es: Filosofía

# Values_Title
source: Our Values
es: Nuestros Valores

# Value1_Title
source: Quality over Quantity
es: Calidad sobre Cantidad

# Value1_Desc
source: Clean, well-tested code. No shortcuts that create technical debt.
es: Código limpio, bien testeado. Sin atajos que generen deuda técnica.

# Value2_Title
source: Full Transparency
es: Transparencia Total

# Value2_Desc
source: Working live demos, open-source portfolio code, clear communication.
es: Demos live funcionando, código open-source en portfolio, comunicación clara.

# Value3_Title
source: Performance Matters
es: Rendimiento Importa

# Value3_Desc
source: Compiled C#, efficient architecture, constant optimization.
es: C# compilado, arquitectura eficiente, optimización constante.

# Value4_Title
source: Long-Term Vision
es: Visión a Largo Plazo

# Value4_Desc
source: Lasting client relationships. Reputation before quick money.
es: Relaciones duraderas con clientes. Reputación antes que dinero rápido.

# CTA_Title
source: Ready to build your financial system?
es: ¿Listo para construir tu sistema financiero?

# CTA_Subtitle
source: Let's discuss your project and how we can help.
es: Hablemos de tu proyecto y cómo podemos ayudarte.

# CTA_Button
source: Get in Touch
es: Contactar
